Repository: toolstack/Folio
Catalog: po/*.po
Languages: cs, hr, ka

source: Notes Manager
cs: Správce poznámek
hr: Upravljač zabilješki
ka: შენიშვნების მმართველი

source: Take notes
cs: Dělejte si poznámky
hr: Piši bilješke
ka: ჩაინიშნეთ

source: Notebook;Note;Notes;Text;Markdown;Notepad;Write;School;Post-it;Sticky;
cs: Notebook;Note;Notes;Text;Markdown;Notepad;Write;School;Post-it;Sticky;Poznámka;Poznámky;Poznámkový blok;Psaní;Škola;
hr: Bilježnica;Bilješka;Bilješke;Tekst;Markdown;Notepad;Piši;Škola;Post-it;Naljepnice;
ka: Notebook;Note;Notes;Text;Markdown;Notepad;Write;School;Post-it;Sticky;ბლოკნოტი;ჩაწერა;სკოლა;

source: New Note
cs: Nová poznámka
hr: Nova bilješka
ka: ახალი ჩანაწერი

source: New Notebook
cs: Nový sešit
hr: Nova bilježnica
ka: ახალი წიგნაკი

source: Markdown Cheatsheet
cs: Markdown nápověda
hr: Šalabahter za Markdown
ka: Markdown-ის შპარგალკა

source: Preferences
cs: Předvolby
hr: Postavke
ka: მორგება

source: Note Font
cs: Poznámka: Font
hr: Font bilješke
ka: შენიშვნის ფონტი

source: The font notes will be displayed in
cs: Poznámky budou zobrazeny písmem
hr: Font za bilješke
ka: ფონტი, რომლითაც შენიშვნები გამოჩნდება

source: Monospace Font
hr: Font fiksne širine
ka: ერთსიგანიან ფონტი

source: The font code will be displayed in
cs: Kód bude zobrazen písmem
hr: Font za kod
ka: ფონტი, რომლითაც კოდი გამოჩნდება

source: Use Fixed Width For Notes
cs: Použít pevnou šířku pro poznámky
hr: Koristi fiksnu širinu za bilješke
ka: მუდმივი სიგანის გამოყენება შენიშვნებისთვის

source: Use a fixed width for the text area of a note
cs: Pro textovou oblast poznámky použijte pevnou šířku
hr: Koristi fiksnu širinu za područje teksta bilješke
ka: ფიქსირებული სიგანის გამოყენება შენიშვნის ტექსტის არესთვის

source: OLED Mode
cs: Režim OLED
hr: OLED modus
ka: OLED რეჟიმი

source: Makes the dark theme pitch black
cs: Tmavé téma se změní na černé
hr: Pretvara tamnu temu u potpuno crnu boju
ka: მუქი თემის შავად გამოჩენა

source: Enable Toolbar
cs: Povolit Panel nástrojů
hr: Aktiviraj alatnu traku
ka: ხელსაწყოთა პანელის ჩართვა

source: Displays the formatting toolbar at the bottom of the note
cs: Zobrazí panel nástrojů pro formátování v dolní části poznámky
hr: Prikazuje alatnu traku za formatiranje na dnu bilješke
ka: აჩვენებს დაფორმატების პანელს შენიშვნის ბოლოში

source: Enable Cheatsheet
cs: Povolit nápovědu
hr: Aktiviraj šalabahter
ka: შპარგალკის ჩართვა

source: Adds a button to the markdown reference sheet on the right of the formatting toolbar
cs: Na pravé straně panelu nástrojů přidá tlačítko s markdown nápovědou
hr: Dodaje gumb na referentni list markdowna desno od alatne trake za formatiranje
ka: დაამატებს ღილაკს Markdown-ის მიმართვის ფურცელს დაფორმატების პანელის მარჯვენა მხარეს

source: 3-Pane Layout
cs: 3-panelové rozvržení
hr: Raspored s 3 ploče
ka: 3 პანელიანი განლაგება

source: Expands the notebook list to include the notebook name
cs: Seznam zápisníků bude obsahovat i jejich jméno
hr: Proširuje popis bilježnica za uključivanje imena bilježnice
ka: გააფართოებს ბლოკნოტების სიას, რომ სახელს შეიცავდეს

source: Notes Storage Location
cs: Umístění úložiště poznámek
hr: Mjesto za spremanje bilješki
ka: შენიშვნების საცავის მდებარეობა

source: Where the notebooks are stored (requires app restart)
cs: Kde jsou uloženy zápisníky (vyžaduje restart aplikace)
hr: Mjesto gdje se bilježnice spremaju (zahtijeva ponovno pokretanje aplikacije)
ka: სად ხდება ბლოკნოტების დამახსოვრება (საჭიროა აპის რესტარტი)

source: Trash Storage Location
cs: Umístění koše
hr: Mjesto za spremanje smeća
ka: ნაგვის ყუთის საცავის მდებარეობა

source: Where the trash folder is located (requires app restart)
cs: Kde je umístěna složka koše (vyžaduje restartování aplikace)
hr: Mjesto gdje se mapa smeća sprema (zahtijeva ponovno pokretanje aplikacije)
ka: სადაა მოთავსებული ნაგვის ყუთი (საჭიროა აპის რესტარტი)

source: Show line numbers
cs: Zobrazit čísla řádků
hr: Prikaži brojeve redaka
ka: ხაზის ნომრების ჩვენება

source: Displays line numbers at the left of the note
cs: Zobrazí čísla řádků na levé straně poznámky
hr: Prikazuje brojeve redaka na lijevoj strani bilješke
ka: აჩვენებს ხაზის ნომრებს შენიშვნის მარცხენა მხარეს

source: Show all notes
cs: Zobrazit všechny poznámky
hr: Prikaži sve bilješke
ka: ყველა შენიშვნის ჩვენება

source: Displays the "All Notes" notebook at the top of the notebook list
cs: Zobrazí "Všechny poznámky" v horní části seznamu zápisníků
hr: Prikazuje bilježnicu „Sve bilješke“ na vrhu popisa bilježnica
ka: აჩვენებს "ყველა შენიშვნის" ბლოკნოტს ბლოკნოტების სიის თავში

source: Enable autosave
cs: Povolit automatické ukládání
hr: Aktiviraj automatsko spremanje
ka: ავტოშენახვის ჩართვა

source: Automatically saves the current note every 30 seconds if the contents have changed (requires app restart)
cs: Automaticky uloží aktuální poznámku každých 30 sekund, pokud se obsah změnil (vyžaduje restart aplikace)
hr: Automatski sprema trenutačnu bilješku svakih 30 sekundi ako se sadržaj promijenio (zahtijeva ponovno pokretanje aplikacije)
ka: ავტომატურად ინახავს მიმდინარე შენიშვნას ყოველ 30 წამში, თუ შემცველობა შეიცვალა (სჭირდება აპის თავიდან გაშვება)

source: Autosave interval
hr: Interval za automatsko spremanje

source: The interval to trigger an automatic save of the note on (in seconds)
hr: Interval za pokretanje automatskog spremanja bilješke (u sekundama)

source: Don't hide the Trash folder
cs: Neskrývat složku Koš
hr: Nemoj skrivati mapu smeća
ka: ნაგვის საქაღალდე არ დაიმალება

source: The trash folder is set as a hidden folder by default, this option makes it visible
cs: Složka koše je standardně nastavena jako skrytá, tato možnost ji zviditelní
hr: Mapa za smeće je standardno skrivena. Ova je opcija čini vidljivom
ka: ნაგვის ყუთის საქაღალდე ნაგულისხმევად დამალული საქაღალდეა. ეს პარამეტრი მას ხილულს გახდის

source: Note sort order
cs: Poznámka: pořadí řazení
hr: Redoslijed bilješki
ka: შენიშვნების დალაგების მიმდევრობა

source: The sort order of the note list
cs: Pořadí řazení seznamu poznámek
hr: Redoslijed popisa bilješki
ka: შენიშვნების სიის დალაგების მიმდევრობა

source: Notebook sort order
cs: Pořadí řazení sešitů
hr: Redoslijed bilježnica
ka: ბლოკნოტების დალაგების წესი

source: The sort order of the notebook list
cs: Pořadí řazení seznamu sešitů
hr: Redoslijed popisa bilježnica
ka: ბლოკნოტების სიის დალაგების წესი

source: URL detection level
cs: Úroveň detekce URL
hr: Razina otkrivanja URL-ova
ka: URL-ის დადგენის დონე

source: How aggressive to look for URLs in markdown text
cs: Jakým způsobem hledat adresy URL v textu
hr: Koliko agresivno tražiti URL-ove u markdown tekstu
ka: რამდენად აგრესიულად უნდა ვეძებო URL-ები Markdown-ის ტექსტში

source: Line spacing
cs: Řádkování
hr: Razmak između redaka
ka: დაშორება ხაზებს შორის

source: The line spacing for the note text
cs: Řádkování textu poznámky
hr: Razmak između redaka teksta bilješki
ka: ხაზებს შორის დაშორება შენიშვნის ტექსტისთვის

source: Allow long notebook names
cs: Povolit dlouhé názvy sešitů
hr: Dopusti duga imena bilježnica
ka: ბლოკნოტის გრძელი სახელების დაშვება

source: The notebook column will expand to the width of the longest notebook name
cs: Sloupec sešitu se rozšíří na šířku nejdelšího názvu sešitu
hr: Stupac bilježnice će se proširiti na širinu najdužeg imena bilježnica
ka: ბლოკნოტის სვეტი გაფართოვდება უგრძესი ბლოკნოტის სახელის სიგანემდე

source: Allow long note names
cs: Povolit dlouhé názvy poznámek
hr: Dopusti duga imena bilješki
ka: შენიშვნის გრძელი სახელების ჩვენება

source: DEPRECATED: use long-note-names-handling instead
hr: ZASTARJELO: koristi baratanje dugim imenima biljški umjesto toga

source: Long note name handling
hr: Baratanje dugim imenima biljški

source: Truncate, multi-line, or expand the note list column to the width of longest note name
hr: Skrati, višeredno ili proširi stupac popisa bilješki na širinu najdužeg imena bilješke

source: Beautiful markdown note-taking app
cs: Krásná aplikace na psaní poznámek v markdown
hr: Prekrasna aplikacija za pisanje bilješki u markdown formatu
ka: ლამაზი Markdown-ის შენიშვნების გაკეთების აპლიკაცია

source: Create notebooks and take notes in markdown
cs: Vytvářejte sešity a dělejte si poznámky v markdown
hr: Stvori bilježnice i piši bilješke u markdown formatu
ka: შექმენით ბლოკნოტები და შენიშვნები Markdown-ში

source: Some features include:
cs: Mezi některé funkce patří:
hr: Neke funkcije uključuju:
ka: ზოგიერთი ფუნქცია სეუცავს:

source: Almost WYSIWYG markdown rendering
cs: Téměř WYSIWYG vykreslování markdown
hr: Gotovo WYSIWYG markdown prikaz
ka: Markdown-ის თითქმის WYSIWYG რენდერი

source: Searchable through GNOME search
cs: Lze prohledávat pomocí vyhledávání v GNOME
hr: Pretražive putem GNOME pretrage
ka: ძებნადი GNOME-ის ძებნიდან

source: Highlight and strikethrough text formatting
cs: Formátování textu zvýrazněním a přeškrtnutím
hr: Istakni i precrtaj formatiranje teksta
ka: გამოკვეთილი და გადახაზული ტექსტის დაფორმატება

source: App themeing based on notebook color
cs: Motiv aplikace založený na barvě sešitu
hr: Tema aplikacije na osnovi boje bilježnice
ka: აპის თემა ბლოკნოტის ფერის მიხედვით

source: Trash can
cs: Koš
hr: Kanta za smeće
ka: ნაგვის ყუთი

source: Markdown document
cs: Dokument Markdown
hr: Markdown dokument
ka: Markdown-ის დოკუმენტი

source: Optional line numbers
cs: Volitelná čísla řádků
hr: Opcionalni brojevi redaka
ka: არასავალდებულო ხაზის ნომრები

source: Optional auto save
cs: Volitelné automatické ukládání
hr: Opcionalno automatsko spremanje
ka: არასავალდებულო ავტოშენახვა

source: Open links with Control-Click
cs: Odkazy otevřete pomocí klávesy CTRL a kliknutí
hr: Otvori poveznice pomoću Control-Klik
ka: ბმულების გახსნა Ctrl+წკაპით

source: Link to other notes in Folio
cs: Odkaz na další poznámky v aplikaci Folio
hr: Poveznica na druge bilješke u aplikaciji Folio
ka: ბმული Folio-ში სხვა შენიშვნებზე

source: Automatically create links for bare URL's and e-mail addresses
cs: Automaticky vytvářet odkazy pro URL a e-mailové adresy
hr: Automatski stvori poveznice za URL-ove i e-mail adrese
ka: ბმულების ავტომატური შექმნა უბრალო URL-ებისთვის და ელფოსტის მისამართებისთვის

source: Main Folio window in light mode
cs: Hlavní okno ve světlém režimu
hr: Glavni Folio prozor u svijetlom modusu
ka: Folio-ის მთავარი ფანჯარა ღია რეჟიმში

source: Main Folio window in dark mode
cs: Hlavní okno v tmavém režimu
hr: Glavni Folio prozor u tamnom modusu
ka: Folio-ის მთავარი ფანჯარა მუქ რეჟიმში

source: Folio on small/mobile screens
cs: Folio na malých/mobilních obrazovkách
hr: Folio na malim/mobilnim ekranima
ka: Folio პატარა/მობილურ ეკრანებზე

source: Folio preferences screen
cs: Obrazovka předvoleb
hr: Ekran Folio postavki
ka: Folio-ის მორგების ეკრანი

source: Folio in three pane mode
cs: Folio v režimu tří panelů
hr: Folio u modusu s tri ploče
ka: Folio სამპანელიან რეჟიმში

source: Plain Text
cs: Prostý text
hr: Običan tekst
ka: უბრალო ტექსტი

source: Heading 1
cs: Nadpis 1
hr: Naslov 1
ka: სათაური 1

source: Heading 2
cs: Nadpis 2
hr: Naslov 2
ka: სათაური 2

source: Heading 3
cs: Nadpis 3
hr: Naslov 3
ka: სათაური 3

source: Heading 4
cs: Nadpis 4
hr: Naslov 4
ka: სათაური 4

source: Heading 5
cs: Nadpis 5
hr: Naslov 5
ka: სათაური 5

source: Heading 6
cs: Nadpis 6
hr: Naslov 6
ka: სათაური 6

source: Bold
cs: Tučné
hr: Podebljano
ka: სქელი

source: Italic
cs: Kurzíva
hr: Kurziv
ka: კურსივი

source: Strikethrough
cs: Přeškrtnutí
hr: Precrtano
ka: გადახაზული

source: Highlight
cs: Zvýraznění
hr: Istaknuto
ka: გამოკვეთა

source: Insert Link
cs: Vložit odkaz
hr: Umetni poveznicu
ka: ბმულის ჩასმა

source: Insert Code
cs: Vložit kód
hr: Umetni kod
ka: Ჩაწერეთ კოდი

source: Insert Horizontal Rule
cs: Vložit vodorovnou čáru
hr: Umetni vodoravnu crtu
ka: ჰორიზონტალური გამყოფის ჩასმა

source: Insert
cs: Vložit
hr: Umetni
ka: ჩასმა

source: Cancel
cs: Zrušit
hr: Odustani
ka: გაუქმება

source: Confirm
cs: Potvrdit
hr: Potvrdi
ka: დადასტურება

source: Note
cs: Poznámka
hr: Bilješka
ka: შენიშვნა

source: Edit Note
cs: Upravit poznámku
hr: Uredi bilješku
ka: შენიშვნის ჩასწორება

source: Save Note
cs: Uložit poznámku
hr: Spremi bilješku
ka: შენიშვნის შენახვა

source: Notebook
cs: Sešit
hr: Bilježnica
ka: ნოუთბუქი

source: Edit Notebook
cs: Upravit sešit
hr: Uredi bilježnicu
ka: წიგნაკის ჩასწორება

source: General
cs: Obecné
hr: Opće
ka: ზოგადი

source: Show Keyboard Shortcuts
cs: Zobrazit klávesové zkratky
hr: Prikaži tipkovne prečace
ka: კლავიატურის მალსახმობების ჩვენება

source: Quit
cs: Konec
hr: Zatvori
ka: გასვლა

source: Formatting
cs: Formátování
hr: Formatiranje
ka: დაფორმატება

source: Navigation
cs: Navigace
hr: Navigacija
ka: ნავიგაცია

source: Toggle Sidebar
cs: Přepnout postranní panel
hr: Uklj/Isklj bočnu traku
ka: გვერდითი პანელის ჩვენების გადართვა

source: Search Notes
cs: Hledat v poznámkách
hr: Pretraži bilješke
ka: შენიშვნების ძებნა

source: Display
cs: Zobrazení
hr: Ekran
ka: ჩვენება

source: Full Screen
cs: Celá obrazovka
hr: Cjeloekranski prikaz
ka: სრული ეკრანი

source: Zoom In
cs: Přiblížit
hr: Uvećaj prikaz
ka: გადიდება

source: Zoom Out
cs: Oddálit
hr: Umanji prikaz
ka: დაპატარავება

source: Markdown URL Detection
cs: Zjišťování adresy URL
hr: Otkrivanje URL-ova u markdownu
ka: Markdown-ის ბმულის აღმოჩენა

source: Determines the level of detection of URLs in free form text is used: - Aggressive tries to find all URLs - Strict requires a protocol identifier (ie http://) - Disabled turns detection off.
cs: Určuje úroveň detekce adres URL používá se volný text: - Agresivní se snaží najít všechny adresy URL - Striktní vyžaduje identifikátor protokolu (např. http://) - Vypnuto vypne detekci.
hr: Određuje razinu otkrivanja URL-ova u neformatiranom tekstu: - Agresivno pokušava pronaći sve URL-ove - Strogo zahtijeva identifikator protokola (npr. http://) - Deaktivirano isključuje prepozavanje.
ka: განსაზღვრავს URL-ების აღმოჩენის დონეს, ტექსტში: - აგრესიული ყველა URL-ის პოვნას ეცდება - მკაცრი პროტოკოლის იდენტიფიკატორს ითხოვს (http://) - გამორთული - გამორთავს დადგენას.

source: Fonts
cs: Fonty
hr: Fontovi
ka: ფონტები

source: Line Spacing
cs: Řádkování
hr: Razmak između redaka
ka: ხაზებს შუა მანძილი

source: Tools
cs: Nástroje
hr: Alati
ka: ხელსაწყოები

source: Layout
cs: Rozložení
hr: Raspored
ka: განლაგება

source: Expanded Notebook List
cs: Rozšířený seznam poznámek
hr: Prošireni popis bilježnica
ka: გაფართოებული ბლოკნოტების სია

source: Allow Long Notebook Names
cs: Povolit dlouhé názvy sešitů
hr: Dopusti duga imena bilježnica
ka: ბლოკნოტის გრძელი სახელების ჩვენება

source: The notebook column will expand to the width of the longest notebook name (requires notebook selection change to take effect).
cs: Sloupec sešitu se rozšíří na šířku nejdelšího názvu sešitu (vyžaduje restartování aplikace).
hr: Stupac bilježnice će se proširiti na širinu najdužeg imena bilježnica (zahtijeva promjenu odabira bilježnice kako bi stupilo na snagu).
ka: ბლოკნოტის სვეტი გაფართოვდება უგრძესი ბლოკნოტის სახელის სიგანემდე (ძალაში შესასვლელად სჭირდება ბლოკნოტის მონიშვნის ცვლილება).

source: Long Note Names Handling
hr: Baratanje dugim imenima biljški

source: Truncate, multi-line, or expand the note list column to the width of longest note name (requires notebook selection change to take effect).
hr: Skrati, višeredno ili proširi stupac popisa bilješki na širinu najdužeg imena bilješke (zahtijeva promjenu odabira bilježnice kako bi stupilo na snagu).

source: Fixed Width To Use For Notes
cs: Pevná šířka pro poznámky
hr: Font fiksne širine za bilješke
ka: მუდმივი სიგანის გამოყენება შენიშვნებისთვის

source: Sets the fixed width size of a note in px
cs: Nastaví pevnou šířku poznámky v pixelech
hr: Postavlja fiksnu širinu bilješke u px
ka: დააყენებს შენიშვნის ფიქსირებულ სიგანეს პიქსელებში

source: Sort Order For Notebooks
cs: Řazení sešitů
hr: Redoslijed za bilježnice
ka: ბლოკნოტების დალაგების პირობა

source: Sort Order For Notes
cs: Řazení poznámek
hr: Redoslijed za bilješke
ka: შენიშვნების დალაგების პირობა

source: Files
cs: Soubory
hr: Datoteke
ka: ფაილები

source: Automatically saves the current note at an interval if the contents have changed
hr: Automatski sprema trenutačnu bilješku u određenom intervalu ako se sadržaj promijeni

source: The trash folder is set as a hidden folder by default, this option makes it visible (requires app restart)
cs: Složka koše je ve výchozím nastavení nastavena jako skrytá složka, tato možnost ji zviditelní (vyžaduje restart aplikace)
hr: Mapa za smeće je standardno skrivena. Ova je opcija čini vidljivom (zahtijeva ponovno pokretanje aplikacije)
ka: ნაგვის ყუთის საქაღალდე ნაგულისხმევად დამალული საქაღალდეა. ეს პარამეტრი მას ხილულს გახდის (სჭირდება აპის თავიდან გაშვება)

source: Trash
cs: Koš
hr: Smeće
ka: ნაგვის ყუთი

source: %d Notes
cs: Poznámky: %d
hr: %d bilješke
ka: %d შენიშვნა

source: Are you sure you want to delete everything in the trash?
cs: Opravdu chcete smazat vše v koši?
hr: Stvarno želiš izbrisati sve iz smeća?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ ნაგვის ყუთში ყველაფრის წაშლა?

source: Empty Trash
cs: Vyprázdnit koš
hr: Isprazni smeće
ka: ნაგვის ყუთის დაცარიელება

source: Create/choose a notebook before creating a note
cs: Před vytvořením poznámky vytvořte/vyberte sešit
hr: Stvori ili odaberi bilježnicu prije stvaranja bilješke
ka: აირჩიეთ/შექმნით ბლოკნოტი შენიშვნის შექმნამდე

source: Please, select a note to edit
cs: Vyberte prosím poznámku, kterou chcete upravit
hr: Odaberi bilješku koju želiš urediti
ka: აირჩიეთ ჩასასწორებელი შენიშვნა

source: Please, select a note to delete
cs: Vyberte prosím poznámku, kterou chcete smazat
hr: Odaberi bilješku koju želiš izbrisati
ka: აირჩიეთ წასაშლელი შენიშვნა

source: Export Note
cs: Exportovat poznámku
hr: Izvezi bilješku
ka: შენიშვნის გატანა

source: Export
hr: Izvezi
ka: გატანა

source: Rename Note
cs: Přejmenovat poznámku
hr: Preimenuj bilješku
ka: შენიშვნის სახელის გადარქმევა

source: Move to Notebook
cs: Přesunout do sešitu
hr: Premjesti u bilježnicu
ka: გადატანა ბლოკნოტში

source: Move
cs: Přesunout
hr: Premjesti
ka: გადატანა

source: Note “%s” already exists in notebook “%s”
cs: Poznámka „%s“ již existuje v sešitu „%s“
hr: Bilješka „%s“ već postoji u bilježnici „%s“
ka: შენიშვნა '%s" უკვე არსებობს ბლოკნოტში "%s"

source: Are you sure you want to delete the note “%s”?
cs: Opravdu chcete smazat poznámku „%s“?
hr: Stvarno želiš izbrisati bilješku „%s“?
ka: მართლა გნებავთ, წაშალოთ შენიშვნა "%s"?

source: Delete Note
cs: Smazat poznámku
hr: Izbriši bilješku
ka: შენიშვნის წაშლა

source: Are you sure you want to delete the notebook “%s”?
cs: Opravdu chcete smazat sešit „%s“?
hr: Stvarno želiš izbrisati bilježnicu „%s“?
ka: მართლა გნებავთ, წაშალოთ ბლოკნოტი "%s"?

source: Delete Notebook
cs: Smazat sešit
hr: Izbriši bilježnicu
ka: წიგნაკის წაშლა

source: Note names cannot contain a “/”
cs: Názvy poznámek nemohou obsahovat znak „/“
hr: Imena bilješki ne smiju sadržavati „/“
ka: შენიშვნის სახელი არ შეიძლება, "/"-ს შეიცავდეს

source: Note names cannot be blank
cs: Názvy poznámek nemohou být prázdné
hr: Imena bilješki ne smiju biti prazna
ka: შენიშვნის სახელი ცარიელი ვერ იქნება

source: Note “%s” already exists
cs: Poznámka „%s“ již existuje
hr: Bilješka „%s“ već postoji
ka: შენიშვნა “%s” უკვე არსებობს

source: Could not create note
cs: Nepodařilo se vytvořit poznámku
hr: Nije bilo moguće stvoriti bilješku
ka: შენიშვნის შექმნა შეუძლებელია

source: Could not change note
cs: Nepodařilo se změnit poznámku
hr: Nije bilo moguće promijeniti bilješku
ka: შენიშვნის შეცვლა შეუძლებელია

source: Could not delete note
cs: Nepodařilo se smazat poznámku
hr: Nije bilo moguće izbrisati bilješku
ka: შენიშვნის წაშლა შეუძლებელია

source: Could not restore note
cs: Nepodařilo se obnovit poznámku
hr: Nije bilo moguće obnoviti bilješku
ka: შენიშვნის აღდგენა შეუძლებელია

source: Saved “%s” to “%s”
cs: „%s“ bylo uloženo do „%s“
hr: „%s” spremljeno „%s”
ka: “%s” შენახულია “%s”-ში

source: Unknown error
cs: Neznámá chyba
hr: Nepoznata greška
ka: უცნობი შეცდომა

source: Notebook names cannot contain a “/”
cs: Názvy sešitů nemohou obsahovat znak „/“
hr: Imena bilježnica ne smiju sadržavati „/“
ka: ბლოკნოტის სახელი არ შეიძლება, "/"-ს შეიცავდეს

source: Notebook names cannot be blank
cs: Názvy sešitů nemohou být prázdné
hr: Imena bilježnica ne smiju biti prazna
ka: ბლოკნოტის სახელი ცარიელი ვერ იქნება

source: Notebook “%s” already exists
cs: Sešit „%s“ již existuje
hr: Bilježnica „%s“ već postoji
ka: ბლოკნოტი "%s" უკვე არსებობს

source: Could not create notebook
cs: Sešit se nepodařilo vytvořit
hr: Nije bilo moguće stvoriti bilježnicu
ka: ბლოკნოტის შექმნის შეცდომა

source: Could not change notebook
cs: Sešit se nepodařilo změnit
hr: Nije bilo moguće promijeniti bilježnicu
ka: ბლოკნოტის შეცვლის შეცდომა

source: Could not delete notebook
cs: Sešit se nepodařilo smazat
hr: Nije bilo moguće izbrisati bilježnicu
ka: ბლოკნოტის წაშლის შეცდომა

source: Search
cs: Hledat
hr: Traži
ka: ძებნა

source: Rename
cs: Přejmenovat
hr: Preimenuj
ka: სახელის გადარქმევა

source: Could not find an app to handle file URIs
cs: Nebyla nalezena aplikace pro zpracování identifikátorů URI souborů
hr: Aplikacija za baratanje URI-jima datoteka nije pronađena
ka: ფაილის URI-ების გამხსნელი აპი აღმოჩენილი არაა

source: Apply
cs: Použít
hr: Primijeni
ka: გადატარება

source: Pick where the notebooks will be stored
cs: Vyberte místo, kde budou uloženy sešity
hr: Odaberi mjesto za spremanje bilježnica
ka: აირჩიეთ, სად გნებავთ ბლოკნოტების დამახსოვრება

source: Pick where the trash can will be stored
cs: Vyberte místo, kde bude uložen koš
hr: Odaberi mjesto za spremanje kante za smeće
ka: აირჩიეთ, სად გნებავთ ნაგვის ყუთის დამახსოვრება

source: All Notes
cs: Všechny poznámky
hr: Sve bilješke
ka: ყველა შენიშვნა

source: Last Modified
cs: Naposledy změněno
hr: Zadnja promjena
ka: ბოლო ცვლილება

source: Extension
cs: Rozšíření
hr: Proširenje
ka: გაფართოება

source: Unable to recognize URI
cs: Identifikátor URI nelze rozpoznat
hr: Nije moguće prepoznati URI
ka: URI-ის ამოცნობა შეუძლებელია

source: Pick primary font for notes
cs: Vyberte primární písmo pro poznámky
hr: Odaberi primarni font za bilješke
ka: აირჩიეთ ძირითადი ფონტი შენიშვნებისთვის

source: Pick monospace font for code
cs: Vyberte monospace písmo pro kód
hr: Odaberi font fiksne širine za kod
ka: აირჩიეთ მონოგანივი ფონტი კოდისთვის

source: File Changed On Disk
cs: Soubor změněn na disku
hr: Datoteka je promijenjena na disku
ka: დისკზე ფაილი შეიცვალა

source: The file has changed on disk since it was last saved/loaded by Folio. You may do one of the following: • Reload the file (discarding any changes you have made in Folio) • Overwrite the file (discarding any changes made outside of Folio) • Cancel the operation and manually resolve the issue Note: Canceling the save if you have already moved to a new note/notebook will discard your changes.
cs: Soubor se na disku od posledního uložení/načtení aplikací Folio změnil. Můžete provést jednu z následujících akcí: • Znovu načtěte soubor (zrušte všechny změny provedené ve Folio) • Přepište soubor (zruší se všechny změny provedené mimo Folio) • Zrušte operaci a problém vyřešte ručně Poznámka: Zrušením uložení, pokud jste se již přesunuli do nové poznámky/zápisníku, se provedené změny zruší.
hr: Datoteka je promijenjena na disku otkako ju je aplikacija Folio zadnji put spremila/učitala. Učini jedno od sljedećeg: • Ponovo učitaj datoteku (odbacujući sve tvoje urađene promjene u aplikaciji Folio) • Prepiši datoteku (odbacujući sve promjene koje su urađene izvan aplikacije Folio) • Prekini radnju i ručno riješi problem Napomena: Prekidanjem spremanja, ako si se već prebacio/la na novu bilješku/bilježnicu, će odbaciti tvoje promjene.
ka: ფაილი შეიცვალა დისკზე Folio-ის მიერ ბოლო შენახვის/ჩატვირთვის სემდეგ. შეგიძლიათ, ქნათ ერთ-ერთი: • თავიდან ჩატვირთოთ ფაილი (Folio-ში შეტანილი ცვლილებები დაიკარგება) • თავზე გადააწეროთ ფაილს (მოცილებული იქნება Folio-ის გარეთ შეტანილი ცვლილებები) • გააუქმოთ ოპერაცია და ხელით გადაჭრათ პრობლემა შენიშვნა: შენახვის გაუქმებას, თუ თქვენ უკვე გადახვედით ახალ შენიშვნაზე/ბლოკნოტზე, თქვენს ცვლილებებს წაშლის.
