Repository: toolstack/Folio
Catalog: po/*.po
Languages: cs, hr, ka

source: Reload
cs: Načíst znovu
hr: Učitaj ponovo
ka: თავიდან ჩატვირთვა

source: Overwrite
cs: Přepsat
hr: Prepiši
ka: თავზე გადაწერა

source: The file has changed on disk by another application. You may do one of the following: • Reload the file (discarding any changes you have made in Folio) • Overwrite the file (discarding any changes made outside of Folio)
cs: Soubor byl na disku změněn jinou aplikací. Můžete provést jednu z následujících akcí: • Znovu načtěte soubor (zrušte všechny změny provedené ve Folio) • Přepište soubor (zruší se všechny změny provedené mimo Folio)
hr: Datoteka je promijenjena na disku s jednom drugom aplikacijom. Učini jedno od sljedećeg: • Ponovo učitaj datoteku (odbacujući sve tvoje urađene promjene u aplikaciji Folio) • Prepiši datoteku (odbacujući sve promjene koje su urađene izvan aplikacije Folio)
ka: ფაილი დისკზე სხვა აპლიკაციამ შეცვალა. შეგიძლიათ, ქნათ ერთ-ერთი: • თავიდან ჩატვირთოთ ფაილი (წაიშლება Folio-ში შეტანილი ცვლილებები) • თავზე გადააწეროთ ფაილს (წაიშლება Folio-ს გარეთ შეტანილი ცვლილებები)

source: Note %i
cs: Poznámka %i
hr: Bilješka %i
ka: შენიშვნა %i

source: Modified Time - Ascending
cs: Modifikovaný čas – vzestupně
hr: Vrijeme promjene – uzlazno
ka: ცვლილების დრო - აღმავალი

source: Modified Time - Descending
cs: Modifikovaný čas – sestupně
hr: Vrijeme promjene – silazno
ka: ცვლილების დრო - დაღმავალი

source: Alphabetical - Ascending
cs: Abecedně – vzestupně
hr: Abecednim redom – uzlazno
ka: ანბანით - აღმავალი

source: Alphabetical - Descending
cs: Abecedně - sestupně
hr: Abecednim redom – silazno
ka: ანბანით - დაღმავალი

source: Natural - Ascending
cs: Vzestupně
hr: Prirodno – uzlazno
ka: ბუნებრივი - აღმავალი

source: Natural - Descending
cs: Sestupně
hr: Prirodno – silazno
ka: ბუნებრივი - დაღმავალი

source: Unable to launch external application for file %s.
cs: Nelze spustit externí aplikaci pro soubor %s.
hr: Nije moguće pokrenuti eksternu aplikaciju za datoteku %s.
ka: ფაილისთვის %s გარე აპლიკაციის გაშვება შეუძლებელია.

source: Aggressive
cs: Agresivní
hr: Agresivno
ka: აგრესიული

source: Strict
cs: Striktní
hr: Strogo
ka: მკაცრი

source: Disabled
cs: Vypnuto
hr: Deaktivirano
ka: გამორთულია

source: “%s” moved to trash
cs: „%s“ byl přesunut do koše
hr: „%s“ premješteno u smeće
ka: "%s" გადატანილია სანაგვე ყუთში

source: “%s” restored
cs: "%s" byl obnoven
hr: „%s“ obnovljeno
ka: “%s” აღგენილია

source: Truncate
hr: Skrati

source: Multi-line
hr: Višeredno

source: Expand
hr: Proširi

source: Follow system style
cs: Motiv systému
hr: Slijedi stil sustava
ka: სისტემის სტილის მიყოლა

source: Light style
cs: Světlý motiv
hr: Svijetli stil
ka: ღია სტილი

source: Dark style
cs: Tmavý motiv
hr: Tamni stil
ka: მუქი სტილი

source: Main Menu
cs: Hlavní menu
hr: Glavni izbornik
ka: მთავარი მენიუ

source: _New Notebook
cs: _Nový sešit
hr: _Nova bilježnica
ka: ახალი ბლოკ_ნოტი

source: _Edit Notebook
cs: _Upravit sešit
hr: _Uredi bilježnicu
ka: ბლოკნოტის ჩასწორ_ება

source: _Preferences
cs: _Předvolby
hr: _Postavke
ka: _მორგება

source: _Keyboard Shortcuts
cs: _Klávesové zkratky
hr: _Tipkovni prečaci
ka: _კლავიატურის მალსახმობები

source: _About Folio
cs: _O aplikaci Folio
hr: _O aplikaciji Folio
ka: Folio-ის შეს_ახებ

source: First Characters
cs: První znaky
hr: Prvi znakovi
ka: პირველი სიმბოლოები

source: Initials
cs: Iniciály
hr: Inicijali
ka: ინიციალები

source: Initials: camelCase
cs: Iniciály: camelCase
hr: Inicijali: camelCase
ka: ინიციალები: camelCase

source: Initials: snake_case
cs: Iniciály: snake_case
hr: Inicijali: snake_case
ka: ინიციალები: snake_case

source: Icon
cs: Ikona
hr: Ikona
ka: ხატულა

source: Custom
cs: Vlastní
hr: Prilagođeno
ka: ხელით

source: Notebook Color
cs: Barva sešitu
hr: Boja bilježnice
ka: ბლოკნოტის ფერი

source: Notebook Name
cs: Název sešitu
hr: Ime bilježnice
ka: წიგნაკის სახელი

source: Duplicate notebook names are not allowed!
cs: Duplicitní názvy sešitů nejsou povoleny!
hr: Dupla imena bilježnica nisu dopuštena!
ka: გამეორებული ბლოკნოტის სახელები დაშვებული არაა!

source: Create Notebook
cs: Vytvořit sešit
hr: Stvori bilježnicu
ka: წიგნაკის შექმნა

source: Edit
cs: Upravit
hr: Uredi
ka: ჩასწორება

source: Move all to Trash
cs: Přesunout vše do koše
hr: Premjesti sve u smeće
ka: ყველას ნაგვის ყუთში გადატანა

source: Notebooks
cs: Sešity
hr: Bilježnice
ka: წიგნაკები

source: Note Name
cs: Název poznámky
hr: Ime bilješke
ka: შენიშვნის სახელი

source: Create Note
cs: Vytvořit poznámku
hr: Stvori bilješku
ka: შენიშვნის შექმნა

source: Restore from Trash
cs: Obnovit z koše
hr: Obnovi iz smeća
ka: სანაგვე ყუთიდან აღდგენა

source: Delete from Trash
cs: Smazat z koše
hr: Izbriši iz smeća
ka: სანაგვე ყუთიდან წაშლა

source: Move to Notebook…
cs: Přesunout do sešitu…
hr: Premjesti u bilježnicu …
ka: გადატანა ბლოკნოტში…

source: Move to Trash
cs: Přesunout do koše
hr: Premjesti u smeće
ka: ნაგვის ყუთში გადატანა

source: Open Containing Folder
cs: Otevřít nadřazenou složku
hr: Otvori sadržajnu mapu
ka: შემცველი საქაღალდის გახსნა

source: Get started writing
cs: Začněte psát
hr: Počni pisati
ka: დაიწყეთ წერა

source: Open file in external application
cs: Otevření souboru v externí aplikaci
hr: Otvori datoteku u eksternoj aplikaciji
ka: ფაილის გახსნა გარე აპლიკაციაში

source: Open file
cs: Otevřít soubor
hr: Otvori datoteku
ka: ფაილის გახსნა

source: Create a notebook
cs: Vytvořte sešit
hr: Stvori bilježnicu
ka: ბლოკნოტის შექმნა

source: Trash is empty
cs: Koš je prázdný
hr: Smeće je prazno
ka: ურნა ცარიელია

source: Note Menu
cs: Nabídka poznámka
hr: Izbornik bilješki
ka: შენიშვნის მენიუ

source: Open in Notebook
cs: Otevřít v sešitu
hr: Otvori u bilježnici
ka: ბლოკნოტში გახსნა

source: _Rename Note
cs: _Přejmenovat poznámku
hr: _Preimenuj bilješku
ka: შენიშვნის სახელის გადა_რქმევა

source: _Export Note
cs: _Exportovat poznámku
hr: _Izvezi bilješku
ka: შ_ენიშვნის გატანა

source: Folio
ka: ფოლიო

source: The note list column will expand to the width of the longest note name
cs: Sloupec sešitu se rozšíří na šířku nejdelšího názvu poznámky
ka: შენიშვნების სიის სვეტი გაფართოვდება უგრძესი შენიშვნის სახელის სიგანემდე

source: Format
cs: Formátovat
ka: ფორმატი

source: Allow Long Note Names
cs: Povolit dlouhé názvy poznámek
ka: შენიშვნის გრძელი სახელების დაშვება

source: The note list column will expand to the width of the longest note name (requires notebook selection change to take effect).
cs: Sloupec sešitu se rozšíří na šířku nejdelšího názvu poznámky (vyžaduje restartování aplikace).
ka: შენიშვნების სიის სვეტი გაფართოვდება უგრძესი შენიშვნის სახელის სიგანემდე (ძალაში შესასვლელად სჭირდება ბლოკნოტის მონიშვნის ცვლილება).
